# Временной диапазон с 00:01 - 08:00
test_data_1 = [("00", "01", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("00", "02", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("04", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("07", "59", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("08", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37")]

# Временной диапазон с 08:01 - 12:00
test_data_2 = [("08", "01", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("08", "02", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("10", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("11", "59", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("12", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37")]

# Временной диапазон с 12:01 - 18:00
test_data_3 = [("12", "01", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("12", "02", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("15", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("17", "59", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("18", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37")]

# Временной диапазон с 18:01 - 22:00
test_data_4 = [("18", "01", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("18", "02", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("20", "01", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("21", "59", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("22", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37")]

# Временной диапазон с 22:01 - 00:00
test_data_5 = [("22", "01", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("22", "02", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("23", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("23", "59", "Комсомольский проспект, 18", "Зубовский бульвар, 37"),
            ("00", "00", "Комсомольский проспект, 18", "Зубовский бульвар, 37")]